
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@): Errore di connessione";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ ti invita a chattare in \"%2$@\"";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ ti invita a chattare in \"%2$@\" con questo messaggio: %3$@";

/* joscar accept group chat button caption */
"Accept" = "Accetta";

/* No comment provided by engineer. */
"Account" = "Account";

/* Debug window title */
"Adium joscar Debug Log" = "Log di Debug di Adium joscar";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Change User Details" = "Modifica Dettagli Utente";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Configura inoltro IM";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "Sessione di Messaggistica Istantanea Diretta terminata";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "Sessione di Messaggistica Istantanea Diretta avviata";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "Errore: Si è verificato un errore di connessione.";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "Invito Chat di Gruppo";

/* No comment provided by engineer. */
"ICQ Number" = "Numero ICQ";

/* No comment provided by engineer. */
"joscar Debug Window" = "Finestra di Debug joscar";

/* No comment provided by engineer. */
"Member Name" = "Nome Utente";

/* No comment provided by engineer. */
"OK" = "OK";

/* SecurID prompt */
"Please enter your SecurID:" = "Inserisci la tua SecurID:";

/* joscar reject group chat button caption */
"Reject" = "Rifiuta";

/* No comment provided by engineer. */
"Request Authorization" = "Richiedi Autorizzazione";

/* No comment provided by engineer. */
"Screen Name" = "Nome Visualizzato";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "Il server è momentaneamente non disponibile; non puoi collegarti in questo momento. Riprova più tardi.";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "Ti sei collegato troppo frequentemente. Attendi 5 o più minuti prima di riprovare; provare prima aumenterà la durata di questo ban temporaneo.";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "Sei stato bloccato momentaneamente dal server AIM e non puoi collegarti in questo momento. Riprova più tardi.";
